Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2011/4.doktorgradsproduksjonen.pdf.tmx
Source language: nob
Languages: sme

source: 4 Den samiskrelaterte doktorgradsproduksjonen ved Universitetet i Tromsø
sme: 4 Sámi-guoski doavttergrádabuvttadeapmi Romssa universitehtas

source: Ann Ragnhild Broderstad Forsker, dr.med, overlege Senter for samisk helseforskning, Universitetet i Tromsø Medisinsk klinikk, Universitetssykehuset Nord Norge, Harstad Else Grete Broderstad Forsker, dr. polit. Senter for samiske studier, Universitetet i Tromsø
sme: Ann Ragnhild Broderstad Dutki, dr.med, váldodoavttir Sámi dearvvašvuođadutkama guovddáš, Romssa universitehta Medisiinnalaš klinihkka, Davvi-Norgga Universitehtabuohcceviessu, Hárštá Else Grete Broderstad Dutki, dr. polit. Sámi dutkamiid guovddáš, Romssa universitehta

source: Sammendrag
sme: Čoahkkáigeassu

source: Kapitlet gjør et dypdykk i den samiskrelaterte doktorgradsproduksjonen ved Universitetet i Tromsø, fordi dette er den forsknings- og utdanningsinstitusjonen i landet som er størst i omfang og bredde når det gjelder samiskrelatert forskning.
sme: Kapihtal čiekŋuda sámi-guoskevaš doavttergrádabuvttademiide Romssa universitehtas danne go dat lea dutkan- ja oahppoásahus riikkas mii go guoská sámi guoskevaš dutkamii, lea stuorimus fátmmasteami ja viidodaga dáfus.

source: Gjennomgangen viser en bred interesse for samiskrelatert forskning.
sme: Daid guorahallan čájeha nana beroštumi sámiguoski dutkamii.

source: Selv om det faktiske antall samiskrelaterte doktorgrader er mange ganger lavere enn det totale antall, har den samiskrelaterte doktorgradsproduksjonen pr. femårsperiode 1990–2009 hatt godt og vel samme økning som den totale økningen ved universitetet.
sme: Vaikko duohta lohku sámi-guoski doavttergrádain lea máŋgga geardde unnit go ollislaš lohku, de lea sámi-guoski doavttergrádabuvttadeapmi juohke vihttajagiáigodaga 1990-2009 lassánan roahkka seamma ollu go ollislaš lassáneapmi lea universitehtas.

source: Samtidig har noen fagområder i undersøkelsesperioden lyktes bedre enn andre når det gjelder å få gjennomført doktorgradsprosjekter.
sme: Muhtun fágasuorggit leat seammás guorahallanáigodagas lihkostuvvan buorebut go earát doavttergrádabuvttademiid čađahemiiguin.

source: Årsakene kan være mange og sammensatt.
sme: Čilgehusat sáhttet leat máŋggat ja máŋggageardánat.

source: Biologi/fysiologi, medisin og helseforskning, historie og arkeologi er de fire største fagområdene når det gjelder samiskrelatert doktorgradsproduksjon.
sme: Sámi-guoski doavttergrádabuvttadeami njeallje stuorimus fágasuorggi leat biologiija/fysiologiija, medisiidna ja dearvvašvuođadutkan, historjá ja arkeologiija.

source: Selv om det er et klart større antall doktorgrader totalt sett blant naturvitere og medisinere enn tilfellet er blant humanister, samfunnsvitere og jurister, er det verdt å merke seg at den samiskrelaterte produksjonen innenfor fagene rettsvitenskap og humaniora utgjør henholdsvis 25 % og 21 % av den relevante totalandelen for disse fagene.
sme: Vaikko leat čielgasit eanet doavttergrádat ollislaččat luonddudihttiin ja medisiidna dutkiin go humanisttain, servodatdihttiin ja juristtain, de lea veara mearkkašit ahte sámi-guoski buvttadeapmi fágasurggiin riektediehtagis ja humanioras dahket 25 % ja 21 % áššáiguoskevaš ollislašlogus dain fágain.

source: Dette kan ses i sammenheng med at historie, arkeologi og rettsvitenskap er fagfelt som har påtatt seg et særlig ansvar for samisk forskning, der langvarig satsning i form av eksplisitte strategier og personellmessig oppbygging har gitt resultater.
sme: Dan sáhttá geahččat dan oktavuođas ahte historjá, arkeologiija ja riektedieđa leat fágasuorggit mat leat váldán badjelasaset erenoamáš ovddasvástádusa sámi dutkamii, dain lea guhkesáiggi vuoruheapmi eksplisihtta strategiijaid bokte ja bargonávccalaš ovddideapmi addán bohtosiid.

source: Ved fagmiljøene i samisk språkvitenskap, språk og litteraturvitenskap og samisk språkteknologi er rekrutteringssituasjonen en annen enn ved andre fagområder.
sme: Sámi gielladiehtaga, giela ja girjjálašvuođa ja sámi giellateknologiija fágabirrasiin lea bestendilálašvuohta ieža lágan go eará fágasurggiin.

source: Her er det særlig viktig å arbeide med forskerrekruttering og tilrettelegging for å sikre flere doktorgradsarbeider.
sme: Dan dáfus lea erenoamáš dehálaš bargat dutkiidbestemiin ja láhčit dili sihkkarastit eanet doavttergrádabargguid.

source: Som grunnlag for planlegging, nye satsninger og prioriteringer bør det utarbeides jevnlige oversikter/analyser over den samiskrelaterte doktorgradsproduksjonen både for UiT, på nasjonalt plan og i en nordisk sammenheng.
sme: Vuođđun plánemii, ođđa árjjaid bidjamii ja vuoruhemiide galggaše ráhkaduvvot jeavddalaččat oppalašgeahčastagat/analysat sámiguoski doavttergrádabuvttademiin sihke UiT:s, riikka dásis ja davviriikkalaš oktavuođas.

source: 4.1 Innledning
sme: 4.1 Álggahus

source: I dette kapitlet vil vi drøfte utviklingen av samisk forskning, konkretisert til avlagte doktorgrader ved Universitetet i Tromsø (UiT) i perioden 1990–2010. Selv om doktorgradene formelt er avlagt ved UiT, er flere av dem gjennomført ved andre høyere forsknings- og utdanningsinstitusjoner, som for eksempel Samisk høgskole i Kautokeino.
sme: Dán kápihttalis áigut ságaškuššát sámi dutkama ovdáneamis, konkrehtalaččat doavttergrádain mat leat čađahuvvon Romssa universitehtas (UiT) áigodagas 1990-2010. Vaikko doavttergrádat almmolaččat leat čađahuvvon UiT bokte, de leat máŋga dain čađahuvvon eará alit dutkan- ja oahppoásahusain, nugo ovdamearka dihte Sámi allaskuvllas Guovdageainnus.

source: Når det gjelder en mer fullstendig oversikt over samisk og samiskrelatert forskning, viser vi til det pågående arbeidet til Butenschøn-utvalget, som på oppdrag fra Kunnskapsdepartementet og i samråd med Sametinget utreder en rekke forhold knyttet til samisk forskning og høyere utdanning.
sme: Sámi ja sámi-guoski dutkama ollislaš oppalašgeahčastaga ektui, čujuhit bargui máid Butenschøn-lávdegoddi lea jođiheame Máhttodepartemeantta gohččuma mielde ja ovttas Sámedikkiin guorahallet muhtun ráje áššiid mat čatnasit sámi dutkamii ja alit ohppui.

source: Utredningen skal ferdigstilles ved utgangen av 2011. I forbindelse med utredningsarbeidet har NIFU gjennomført en omfattende kartlegging av samisk forskning og høyere utdanning ved alle relevante forskningsmiljø i Norge etter mønster av den nasjonale nordområdekartleggingen.
sme: Guorahallan galgá válmmaštuvvot loahpageahčen 2011. Guorahallanbarggu geažil lea NIFUSTEP čađahan viiddis kártema sámi dutkamis ja alit oahpus buot guoskevaš dutkanbirrasiin Norggas našunála davviguovlluidkártema minstara mielde.

source: Blant annet kartlegges forskningsprosjekter, personalressurser, finansieringskilder, studietilbud, forskerrekrutteringssituasjonen, forskningstema og forskningsnettverk.
sme: Earret eará kártejuvvojit dutkanprošeavttat, bargiidresurssat, ruhtadangáldut, oahppofálaldagat, dutkanbestendilálašvuohta, dutkanfáttát ja dutkanfierpmádagat.

source: NIFU-kartleggingen gir oss et grunnlagsmateriale og bidra til statistiske tall på det samiske forskningsområdet, tall som fram til nå ikke har vært tilgjengelig.
sme: NIFU-STEP kárten ráhkada vuođđomateriála ja addá statistihka sámi dutkansurggiin mat dássážii eai leat leamaš olámuttus.

source: En avgrensning til doktorgradsarbeider kan synes vel snevert, da samisk forskning er langt mer omfattende enn dette, og skjer ved langt flere institusjoner enn Universitetet i Tromsø.
sme: Dán barggu ráddjen doavttergrádabargguide sáhttá orrut gáržžideaddjin, go sámi dutkan fátmmasta ollu eanet ja lea ollu eanet institušuvnnain go dušše Romssa Universitehtas.

source: Men vi velger i denne omgang å gjøre et dypdykk i doktorgradsproduksjonen ved den forsknings- og utdanningsinstitusjonen i landet som når det gjelder samiskrelatert forskning, er størst i omfang og bredde, og som også har et nasjonalt ansvar for dette forsknings- og utdanningsfeltet.
sme: Muhto dán háve válljet čiekŋudit doavttergrádabuvttademiide dan dutkan- ja oahppoinstitušuvnnas riikkas mii lea stuorimus sámi-guoski dutkama dáfus sihke fátmmasteaddjivuođa ja viidodaga ektui, ja mas maiddái lea našuvnnalaš ovddasvástádus dan dutkan- ja oahpposuorggis.

source: Som en følge av Stortingets behandling av St.meld. 34 (2001–2002) Kvalitetsreformen om høyere samisk utdanning og forskning ble universitetet tillagt et nasjonalt ansvar for samisk og urfolksrelatert forskning, utdanning og formidling.
sme: Oassin Stuoradikki meannudeamis St. dieđ. 34 (2001-2002) Sámi alit oahpu ja dutkama kvalitehtaođastusa birra, addui universitehtii našuvnnalaš ovddasvástádus sámi- ja eamiálbmotguoskevaš dutkamii, ohppui ja gaskkusteapmái.

source: I lys av dette kan det være nyttig å gjennomgå universitetets doktorgradsproduksjon, sett ut fra et samfunnsansvar for høyere utdanning. Dessuten utgjør doktorgradsutdanningen en viktig plattform for videre forskningssatsninger.
sme: Dan dáfus dáidá ávkkálaš čađaiskat universitehta doavttergrádabuvttademiid, go geahččá servodatovddasvástádusa ektui mii lea alit ohppui, ja go doavttergrádabuvttadeapmi lea dehálaš vuođđu viidásit dutkanáŋgiruššamiidda.

source: Hvilke prioriteringer UiT gjør, vil ha stor betydning for hele forsknings- og utdanningsfeltet.
sme: Juste máid UiT vuoruha, dáidá mearkkašit ollu olles dutkan- ja oahpposuorgái.

source: Vi gjør oppmerksom på at vi i denne oversikten ikke inkluderer oversikter over samiskrelaterte forskerstillinger og gjennomførte og pågående samiskrelaterte forskningsprosjekter, fordi dette, i likhet med en nasjonal oversikt over relevante doktorgradsarbeid, forventes å framgå av NIFU-kartleggingen.
sme: Mearkkašahttit ahte dán oppalašgeahčastagas ii leat mielde oppalašgeahčastat sámi-guoski dutkanvirggiin iige dutkanprošeavttain mat leat čađahuvvon dahje leat dál jođus, go daid vuordit nugo našuvnnalaš oppalašgeahčastagas áššáiguoskevaš doavttergrádabargguid, boahtit ovdan NIFU-STEP kártemis.

source: I vår gjennomgang av doktorgradsproduksjonen ved UiT anvender vi begrepet samiskrelatert forskning.
sme: Dán čađaiskamis UiT doavttergrádabuvttademiin, atnit doahpaga sámi-guoski dutkan.

source: Med dette mener vi forskning som omhandler samiske forhold, med både disiplinære, flerfaglige og tverrfaglige tilnærminger.
sme: Dainna oaivvildit dutkama mii sisdoallá sámi áššiid, sihke disiplineara, máŋggafágalaš ja fágarasttildeaddji lahkonemiiguin.

source: Tematisk favner samisk forskning bredt.
sme: Temáid dáfus fátmmasta sámi dutkan viidát.

source: I vår oversikt inkluderes derfor forskning innen samfunnsvitenskap, humaniora, rettsvitenskap, biologi og fysiologi, medisin og helsefag.
sme: Dán oppalašgeahčastagas siskkilduvvo danne dutkan surggiin servodatdieđa, humaniora, riektedieđa, biologiija ja fysiologiija, medisiidna ja dearvvašvuođafágat.

source: Samisk forskning kan videre forstås ut fra flere dimensjoner: et institusjonsfokus (hvor utføres forskningen), et innholdsfokus (hva forskes det på) og et relevansfokus (til hvilket formål).
sme: institušuvdna geahččanvuohki (gos doaimmahit dutkama); sisdoallo geahččanvuohki (máid dutket) ja áššáiguoskevaš geahččanvuohki (makkár ulbmiliin).

source: I tillegg kan man i noen sammenhenger velge å spørre om hvem som utfører forskningen. Det er særlig aktuelt i de tilfeller da søkelyset settes på behovet for å rekruttere samer til forskningen.
sme: Dasa lassin sáhttá muhtun oktavuođain válljet jearrat gii doaimmaha dutkama, ja dat geahččanvuohki šaddá áigeguovdilin erenoamážit oktavuođain go čuvgehit dárbbu bestet sápmelaččaid dutkamii.

source: I denne artikkelen har vi lagt til grunn en bred forståelse av hva samisk forskning er, og valgt et innholdsfokus der vi ser på utviklingen av produksjonen av samiskrelaterte doktorgrader ved Universitetet i Tromsø.
sme: Dán artihkkalis lea vuođđun viiddis ipmárdus das mii sámi dutkan lea, ja leat válljen sisdoallogeahččanvuogi mas iskat Romssa universitehta sámiguoski doavttergrádaid buvttadeami ovdáneami.

source: Formålet med kapitlet er å se på utviklingen av doktorgradsproduksjonen ved UiT innen samiskrelaterte tema og problemstillinger.
sme: Ulbmil kápihttaliin lea geahččat doavttergrádabuvttademiid ovdáneami UiT:s main leat sámiguoski temát ja čuolbmačilgehusat.

source: Den generelle doktorgradsproduksjonen har økt kraftig i den 20-årsperioden vi studerer, og UiT har nesten doblet antall disputaser fra 2006 til 2009, selv om det var en liten nedgang i 2010. Vi forventer å finne en lignende tendens når det gjelder samiskrelaterte doktorgrader, og vi ønsker å se på forholdet mellom den generelle og den samiskrelaterte doktorgradsproduksjonen.
sme: Doavttergrádabuvttadeapmi oppalaččat lea lassánan hirbmosit 20 jagi áigodagas máid guorahallat, ja UiT lea measta duppalastan nákkáhallamiid logu 2006 rájes 2009 rádjai, vaikko lei veaháš njiedjan 2010:s. Seamma sullásaš tendeanssa vuordit sámi-guoski doavttergrádaid dáfus, ja dáhttut geahččat oktavuođa dábálaš ja sámiguoski doavttergrádabuvttadeamis.

source: Selv om vi ikke har kunnet gå i dybden når det gjelder de miljø som har lyktes med å få fram samiskrelaterte doktorgradsarbeider, vil vi i tillegg ta opp noen forhold som synes å karakterisere disse fagmiljøene.
sme: Vaikko eat leat sáhttán čiekŋudit birrasiidda mat leat lihkostuvvan buvttadit sámi-guoski doavttergrádabargguid, áigut lassin váldit ovdan muhtun oktavuođaid mat orrot dovdomearkan daidda fágabirrasiidda.

source: For å drøfte dette vil vi først kort gjøre rede for hvilke data vi har lagt til grunn for undersøkelsen.
sme: Dan ságaškuššamii áigut vuos oanehaččat čielggadit makkár data lea vuođđun guorahallamii.

source: Videre vil vi redegjøre for utviklingen av doktorgradsproduksjonen, herunder fordeling på fagområder, og andel av samiskrelatert forskning i forhold til fagområdenes relevante totalandel.
sme: Viidásit čielggadit doavttergrádabuvttadeami ovdáneamis, das maiddái fágasurggiid juogu, ja man stuora oassi sámi-guoski dutkamiin lea fágasurggiid áššáiguoskevaš oppalašoasi ektui.

source: 4.2 Innsamling av data
sme: 4.2 Data čohkken

source: Det har så langt ikke vært utarbeidet egne oversikter over samiskrelaterte doktorgrader. Derfor har vi for hvert enkelt år i 20-årsperioden 1990–2010 gjennomgått universitetets egen doktorgradsoversikt.
sme: Dássážii ii leat ráhkaduvvon sierra oppalašgeahčastat sámi-guoski doavttergrádain, danne leat juohke jahkái 20 jagi áigodagas 1990- 2010, iskan čađa universitehta iežas doavttergrádaoppalašgeahčastaga.

source: Det tas imidlertid forbehold om at vi kan ha oversett arbeider som skulle vært inkludert.
sme: Varohit goitge ahte sáhttit guođđán muhtun barggu mii goitge livčče galgan leat mielde.

source: Vi har også inkludert noen arbeider som i mindre grad berører samiske forhold, men i de tilfellene har vi likevel ansett disse som relevante for vårt formål.
sme: Leat maiddái siskkildan muhtun bargguid mat unnán guoskkahit sámi áššiid, muhto daid leat goitge atnán áššáiguoskevažžan min ulbmilii.

source: Selv om det kan være arbeider som er oversett, mener vi oversikten gir et representativt bilde av utviklingen innenfor fagområdene.
sme: Vaikko soaitit guođđán muhtun bargguid, de oaivvildit oppalašgeahčastaga addit ovddasteaddji gova fágasurggiid ovdáneamis.

source: Samlet sett for hele denne 20-årsperioden har vi registrert at det er avlagt 72 samiskrelaterte avhandlinger.
sme: Ollislaččat olles 20 jagi áigodagas leat lohkan 72 čađahuvvon sámiguoski doavttergrádabarggu.

source: Avgjørende for hvilke doktorgrader som har blitt tatt med, er hvorvidt avhandlingene har et eksplisitt søkelys på samiske forhold og urfolksforhold, ikke hvorvidt det er samer som har tatt doktorgraden.
sme: Dat mii lea mearridan guđiid doavttergrádaid leat váldán mielde, lea man muddui bargguin lea čielga sámi ja eamiálbmotdilálašvuođaid geahččanvuohki, iige leat go sápmelaččat doavttergráda čađaheaddjit.

source: Vektleggingen av samiske forhold behøver imidlertid ikke å være gjennomgående.
sme: Sámi áššiid geahččanvuohki ii dárbbaš goitge leat čađat.

source: I de tilfeller hvor avhandlingen for eksempel er en artikkelsamling, stiller vi ikke krav om at alle artiklene skal ha hovedvekten på samiske tema.
sme: Ovdamearka dihte dain mas doavttergrádabargu lea artihkalčoakkáldat, de eat gáibit buot artihkkaliin váldogeahččanguovllu sámi áššiin.

source: Avhandlinger som tar for seg flerkulturelle forhold, herunder samiske, er tatt med, fordi samisk kultur og samfunnsforhold alltid vil stå i en relasjon til omkringliggende kontekster.
sme: Barggut mat váldet ovdan máŋggakultuvrralaš áššiid ja nu maiddái sámi, leat váldon mielde, go sámi kultuvra ja servodatáššit álo bissot oktavuođas konteavsttaiguin mat leat das birrasis.

source: Det er et viktig poeng at den samiskrelaterte kunnskapen vil ha relevans både for samisk samfunnsbygging og for det øvrige samfunnets behov.
sme: Dehálaš áiddostallan lea ahte sámi-guoski máhtus lea áššáiguoskevašvuohta sihke sámi servodathuksemii ja muđui servodaga dárbbuide.

source: Naturvitenskapelige avhandlinger innen biologi og fysiologi som inneholder studier av rein, og som blant annet ser på beiter, ernæring og biologiske rytmer, inkluderes fordi slike studier er viktige for reindriftsnæringen.
sme: Luonddudiehtaga doavttergrádabarggut biologiijas ja fysiologiijas main leat boazodutkamat main earret eará geahčadit guohtuma, borramušaid ja biologalaš ritmmaid siskkilduvvojit danne go dakkár dutkamat leat dehálaččat boazoealáhussii.

source: I første del av drøftingsdelen gis det en oversikt over fagområdene enkeltvis.
sme: Vuosttaš oasis ságaškuššanoasis lea oppalašgeahčastat fágasurggiin ovttažiid mielde.

source: Noen beslektede fag har vi valgt å slå sammen, slik som kunsthistorie og etnografi, og planlegging, politikk og sosiologi.
sme: Muhtun sogolaš fágaid leat válljen bidjat oktii, nugo dáiddahistorjá ja etnografiija; ja plánen, politihkka ja sosiologiija.

source: Dessuten er språkfagene (språkvitenskap, lingvistikk, kultur og litteratur) slått sammen i en kategori.
sme: Dasa lassin leat giellafágat (gielladieđa, lingvistihkka, kultuvra ja girjjálašvuohta) biddjon oktan juogusin.

source: I andre del av drøftingsdelen sammenligner vi så den samiskrelaterte doktorgradsproduksjonen med den øvrige produksjonen, inndelt i faglige disipliner for å få synliggjort andel samiskrelatert produksjon i forhold til den relevante totalproduksjonen.
sme: Ságaškuššanoasi nuppi oasis buohtastahttit sámi-guoski doavttergrádabuvttadeami dainna mii muđui buvttaduvvo juhkkojuvvon fágalaš disipliinnain, oainnusmahttin dihte man stuora oassi sámi-guoskibuvttadeapmi lea dan áššáigullevaš oppalašbuvttadeamis.

source: Vi har valgt å gjøre følgende disiplininndeling:
sme: Čuovvovaččat leat juohkán disipliinnaid:

source:  naturfag: biologi/fysiologi
sme:  luonddufágat: biologiija/fysiologiija;

source:  humanistiske fag: arkeologi, filosofi, historiefagene, religionsvitenskap og språkfagene
sme:  humanisttalaš fágat: arkeologiija, filosofiija, historjáfágat, religiovdnadieđafágat ja giellafágat;

source:  medisin og helsefag
sme:  medisiidna ja dearvvašvuođafágat;

source:  rettsvitenskap
sme:  riektedieđa;

source:  samfunnsfagene: antropologi, pedagogikk, statsvitenskap, planlegging og sosiologi
sme:  servodatfágat: antropologiija, pedagogihkka, stáhtadieđa, plánen ja sosiologiija.

source: I tellingene for hvert fagområde inngår de tidligere doktorgradene, dr.philos. og PhDutdanningene.
sme: Juohke fágasuorggi lohkamiin leat mielde ovdalaš doavttergrádat, dr. philos. ja PhD oahput.

source: Av kapasitetshensyn vil kapitlet ikke ta for seg avlagte hovedfags- og mastergrader, da dette ville ha krevd en langt større innsamlingsinnsats enn det vi har kapasitet til.
sme: Kapasitehta dihte ii váldde kápihttal ovdan čađahuvvon váldofágaid ja mastergrádaid, go dat livčče gáibidan ollu stuorit čohkkenbarggu go mii mis lei.

source: Imidlertid antar vi at denne produksjonen har vært og er forholdsvis stor og dessuten økende blant annet som en følge av at programmet Masters in Indigenous Studies – MIS-programmet – ble igangsatt i 2003. I flere masterutdanninger inngår dessuten samiske emner som en integrert del av studieplanene.
sme: Muhto mii jáhkkit ahte dat buvttadeapmi lea leamaš ja lea oalle stuoris ja dasa lassin lea lassáneame earret eará go prográmma Masters in Indigenous Studies - MIS prográmma álggahuvvui 2003:s. Máŋggain masteroahpuin leat sámi fáttát oassin oahppoplánain.

source: Illustrerende er faget samerett, som er obligatorisk på masterstudiet i rettsvitenskap.
sme: Ovdamearka lea fága sámeriekti mii lea geatnegahtton riektediehtaga masteroahpus.

source: 4.3 Resultat- og drøftingsdel
sme: 4.3 Boađus- ja ságaškuššanoassi

source: 4.3.1 De lange historiske linjer
sme: 4.3.1 Guhkes historjjálaš sárgát

source: Men de samiske utdanningshistoriske linjer kan trekkes enda lengre tilbake i tid, til Trondenes seminar, som ble etablert i 1826, via den samisketnografiske forskningen ved Tromsø museum og Tromsø lærerskole til Universitetet i Tromsø. Hensynet til den samiske befolkningen og behovet for samisktalende lærere var avgjørende for at Trondenes seminar ble opprettet (Aarbakke og Jensen 2011).
sme: Muhto sámi oahppohistorjjálaš sárgát álget ovdal, Trondenes semináras mii ásahuvvui 1826 mas beroštupmi sámi álbmogii ja sámegiela oahpaheddjiid dárbu lei váikkuheaddji seminára ásaheapmái (Aarbakke ja Jensen 2011), ja de Romssa musea sámi etnográfalaš dutkamiid ja Romssa oahpaheaddjiskuvlla bokte Romssa universitehtii.

source: Et av hovedargumentene for å etablere et universitet i Nord-Norge var å øke andelen ungdom med høyere utdanning i landsdelen.
sme: Okta váldoákkain ásahit universitehta Davvi-Norgii lei lasihit guovllus logu nuorain geain lea alitoahppu.

source: Det var også et uttrykt ønske at samisk ungdom skulle søke til det nye universitetet.
sme: Maiddái lei celkojuvvon dáhttu ahte sámi nuorat galge ohcat ođđa universitehtii.

source: Allerede i 1962 heter det i Stortingsmelding 91 i diskusjonen om en selvstendig institusjon for høyere utdanning på universitetsnivå for Nord-Norge at forholdene ligger til rette for flere fag, bl.a. realfag og samisk språk og kultur.
sme: Juo 1962:s celkui Stuoradiggedieđáhusas 91 digaštallamis iešheanalis alitoahppoinstitušuvnna birra universitehtadásis Davvi-Norgii ahte leat dilálašvuođat máŋgga fágii, ea.ea. reálafágii ja sámi gillii ja kultuvrii.

source: Også Ruud-komiteen pekte på at samisk språk og kultur var et område som Tromsø måtte få hovedansvar for, både innen forskning og undervisning (Fulsås 1993: 30, 41).
sme: Maiddái Ruudlávdegoddi čujuhii sámi giela ja kultuvrra oassin masa Romsa fertii oažžut váldoovddasvástádusa sihke dutkama ja oahpaheami dáfus (Fulsås 1993: 30, 41).

source: I jubileumsboka for universitetets 25-årsmarkering poengterer Fulsås at universitetsetableringen muliggjorde en nasjonal satsning på dette området, og at NAVFs minoritetsforskningsprogram – “Samisk og kvensk: historie, språk og kultur” i særlig grad bidro til dette (ibid.: 253), noe som også delvis gjenspeiles i finansieringen av samiskrelaterte doktorgrader.
sme: Universitehta 25 jagi ávvugirjjis áiddostallá Fulsås ahte universitehtavuođđudeapmi dagai vejolažžan našuvnnalaš vuoruheami dan suorggis, ja ahte NAVF minoritehtadutkanprográmma – “Sámi ja kvena: historjá, giella ja kultuvra” lei erenoamáš váikkuheaddji dasa (ibid.: 253), mii maiddái belohahkii oidno sámi-guoski doavttergrádaid ruhtadeamis.

source: Flere av doktorgradsarbeidene som ble igangsatt i begynnelsen av vår undersøkelsesperiode, hadde NAVF-finansiering, andre hadde dessuten finansiering fra andre forskningsråd.
sme: Ollu doavttergrádabargguin mat leat álggahuvvon min iskanáigodaga álggu geahčen ledje ruhtaduvvon NAVF:s, earáid ledje ruhtadan maiddái eará dutkanráđit.
